{
    "start": "Ты идёшь по улице, когда вдруг под ногами открывается сверкающий портал. Не успеваешь даже вскрикнуть, как тебя затягивает внутрь, и вот ты уже падаешь…  С глухим звуком приземляешься на каменный пол. Вскочив, осматриваешься: ты находишься в просторной комнате, стены которой украшены древними фресками, изображающими людей, поклоняющихся четырём стихиям. В воздухе витает слабый аромат старых книг и трав. Единственный источник света — высокое окно. Подходишь ближе, выглядываешь наружу — и замираешь от изумления. Перед тобой открывается невероятный вид: бескрайние леса и величественные горы, утопающие в облаках. Башня, в которой ты оказался, вознеслась выше самых высоких пиков. Начинаем?",
    "legend": {
        "location0": "Ты осматриваешь комнату внимательнее. В центре стоит массивный стол с четырьмя углублениями в форме древних символов. На стене напротив двери надпись, высеченная прямо в камне: “Четыре стихии откроют путь. Ответь на вопросы – и собери их силу.” Вдруг воздух в комнате дрожит, и перед тобой всплывают слова первого вопроса… Ты готов ответить?",
        "location1": "Собрав все четыре элемента, ты осторожно укладываешь их в соответствующие углубления на столе. Сразу же раздаётся гулкий звук, словно что-то древнее пробуждается. Стена напротив начинает исчезать, открывая узкую винтовую лестницу, ведущую вверх. Ты делаешь шаг вперёд и поднимаешься, каждый шаг отдаётся эхом. Вскоре ты оказываешься на самой вершине башни, где в центре просторного зала стоит высокий, худощавый старец в мантии, расшитой знаками древней магии. Его длинная седая борода спускается до пояса, а глаза сверкают как две звезды.  — Добрался, значит… — его голос глубокий и проникающий. — Но путь твой ещё не окончен. Я, хранитель этих знаний, должен испытать тебя.  Он медленно поднимает руку, и вокруг тебя вспыхивают парящие символы, изменяясь и превращаясь в вопросы.  Ты готов пройти испытание мудреца?",
        "location2": "Ты глубоко вздыхаешь, сосредотачиваешься и отвечаешь на вопросы один за другим. Это не просто загадки — они требуют понимания самой сути стихий, магии и даже устройства мира. Но ты справляешься. Старец внимательно смотрит на тебя, затем кивает. — Ты показал себя достойным. Но есть ещё одно испытание… Последнее. И если ты его пройдёшь, то получишь величайший артефакт, известный лишь немногим. Он протягивает руку, и перед тобой возникает древний свиток с надписью, сияющей золотым светом. Ты готов заполучить этот удивительный предмет?",
        "location3": "Ты протягиваешь руку к свитку, но едва пальцы касаются его поверхности, как золотой свет вспыхивает ярче солнца, ослепляя тебя. Тепло растекается по телу, и ты чувствуешь, будто сама магия вплетается в твою сущность. В этот миг ты понимаешь: свиток — это не просто предмет, а испытание, которое тебе ещё предстоит пройти.  Старец внимательно наблюдает за тобой, его взгляд становится строгим.  — Этот свиток откроет тебе путь к величайшему знанию, но сначала ты должен доказать, что готов его принять. Испытания ещё не окончены. Ты готов ответить на новые вопросы?",
        "location4": "Ты протягиваешь руку к свитку, но вместо того, чтобы ощутить его тепло, ты вдруг чувствуешь, как пол под ногами исчезает. Ты снова падаешь, и на этот раз приземляешься в мягкий песок. Поднимаясь, ты оглядываешься и понимаешь, что оказался в пустыне. Небо здесь окрашено в золотисто-красные тона, солнце висит низко, как будто готовится зайти. Старческий голос раздаётся откуда-то издалека: Ответь на последние вопросы, чтобы испытание было завершено и ты смог вернуться в свой мир! Ты готов ответить на вопросы?"
    },
    "ending": "Покидая это удивительное место, ты не совсем понимаешь, было это в реальности или во сне. Но теперь точно знаешь чуть больше о таинственной математической науке.",
    "questions": { 
        "Петух весит на одной ноге 4кг, а на двух сколько?": {
            "Правильный ответ": "а",
            "а": "4 кг",
            "б": "8 кг",
            "в": "2 кг",
            "г": "0 кг",
            "Уровень сложности": 1,
            "Объяснение": "На скольких бы ногах петух ни стоял, весы покажут одинаковый вес"
            },
        "Как найти неизвестное делимое?": {
            "Правильный ответ": "в",
            "а": "Надо делитель разделить на частное",
            "б": "Надо вычесть частное из дНадо частное умножить на делительелителя",
            "в": "Надо частное умножить на делитель",
            "г": "Надо сложить частное и делитель",
            "Уровень сложности": 1,
            "Объяснение": "Делимое- число которое делят, делитель, это число на которое делят и частное - это результат деления."
            },
        "Можно ли при умножении получить ноль?": {
            "Правильный ответ": "а",
            "а": "Да",
            "б": "Нет",
            "в": "Только если оба числа равны нулю",
            "г": "Если умножить на 1",
            "Уровень сложности": 1,
            "Объяснение": "При  умножении любого числа на ноль, получится ноль"
            },
        "Двое играли в шашки четыре часа. Сколько часов играл каждый из них?": {
            "Правильный ответ": "в",
            "а": 2,
            "б": 8,
            "в": 4,
            "г": 0,
            "Уровень сложности": 1,
            "Объяснение": "Шашки, это парная игра, поэтому время игры каждого участника будет равно длительности всей игры"
            },
        "Можно ли при делении получить ноль?": {
            "Правильный ответ": "а",
            "а": "Да",
            "б": "Нет",
            "в": "Только если делимое равно делителю",
            "г": "Если делитель равен нулю",
            "Уровень сложности": 1,
            "Объяснение": "Можно, если делить ноль на любое число"
            },
        "У родителей пять сыновей. Каждый имеет одну сестру. Сколько всего детей в семье?": {
            "Правильный ответ": "а",
            "а": 6,
            "б": 5,
            "в": 10,
            "г": 12,
            "Уровень сложности": 1,
            "Объяснение": "Действительно, в если в семье пять мальчиков и онда девочка, то каждый из мальчиков имеет одну сестру"
            },
        "Чему равно произведение всех цифр?": {
            "Правильный ответ": "а",
            "а": 0,
            "б": 1,
            "в": 9,
            "г": 45,
            "Уровень сложности": 1,
            "Объяснение": "В этом длинном списке чисел обязательно будет ноль. А ноль умноженный на любое другое число в результате тоже даст ноль"
            },
        "Имеет начало, но не имеет конца?": {
            "Правильный ответ": "б",
            "а": "Линия",
            "б": "Луч",
            "в": "Прямая",
            "г": "Круг",
            "Уровень сложности": 1,
            "Объяснение": "Это определение луча из курса математики. Нужно знать!"
            },
        "Шла старушка в Москву, а навстречу ей 3 старика. Сколько человек шло в Москву?": {
            "Правильный ответ": "а",
            "а": 1,
            "б": 4,
            "в": 3,
            "г": 2,
            "Уровень сложности": 1,
            "Объяснение": "Потому что старики шли старушке навстречу, а значит из Москвы"
            },
        "Что найдем, если площадь прямоугольника разделим на его ширину?": {
            "Правильный ответ": "б",
            "а": "Периметр",
            "б": "Длину",
            "в": "Площадь",
            "г": "Объем",
            "Уровень сложности": 1,
            "Объяснение": "По определению площадь прямоугольника равна произведению длины на ширину. Это значит что если площадь разделить на ширину, то получим длину"
            },
        "Сколько орехов в пустом стакане?": {
            "Правильный ответ": "г",
            "а": 10,
            "б": "Сколько поместится",
            "в": "Зависит от размера стакана",
            "г": 0,
            "Уровень сложности": 1,
            "Объяснение": "Потому что в стакане нет ничего"
            },
        "Зайцы пилят бревно. Они сделали 10 распилов. Сколько получилось чурбачков?": {
            "Правильный ответ": "в",
            "а": 10,
            "б": 12,
            "в": 11,
            "г": 9,
            "Уровень сложности": 1,
            "Объяснение": "Чурбачков будет всегда на один больше чем распилов. Чтобы в этом убедиться ты можешь также попробывать разрезать полоску бумаги."
            },
        "Сколько прямых можно провести через две точки?": {
            "Правильный ответ": "а",
            "а": 1,
            "б": 2,
            "в": 0,
            "г": "Бесконечно",
            "Уровень сложности": 1,
            "Объяснение": "Через любые две точки в пространстве можно провести только одну прямую"
            },
        "Чему равен периметр квадрата со стороной 3 см?": {
            "Правильный ответ": "в",
            "а": "6 см",
            "б": "15 см",
            "в": "12 см",
            "г": "9 см",
            "Уровень сложности": 1,
            "Объяснение": "Периметр - это сумма длин всех сторон. У квадрата все четыре стороны равны. Поэтому периметр будет равен произведению  трёх на четыре"
            },
        "Я задумал пятизначное число, отнял от него единицу и получил четырехзначное. Какое число я задумал?": {
            "Правильный ответ": "а",
            "а": 10000,
            "б": 9999,
            "в": 9999,
            "г": 10001,
            "Уровень сложности": 2,
            "Объяснение": "Действительно, самое большое четырёхзначное число это девять тысяч девятьсот девяносто девять. Если к нему прибавить один, то получим уже пятизначное число"
            },
        "Двое родителей и двое сыновей поделили между собой поровну 30рублей, Причем каждый получил по 10 рублей. Как это могло случиться?": {
            "Правильный ответ": "в",
            "а": "Один из них — дед",
            "б": "Каждый получил из разных источников",
            "в": "Было 3 человека: отец, сын и внук",
            "г": "Они ошиблись в расчетах",
            "Уровень сложности": 2,
            "Объяснение": "Отец в этой компании является и сыном и отцом"
            },
        "Один ученик писал о себе: «... Пальцев у меня двадцать пять на одной руке, столько же на второй, на ногах десять ...» Почему он такой уродливый?": {
            "Правильный ответ": "в",
            "а": "Ученик допустил ошибку в подсчёте пальца",
            "б": "Ученик забыл",
            "в": "Ученик после слова «двадцать» не поставил двоеточие",
            "г": "Ученик перепутал",
            "Уровень сложности": 3,
            "Объяснение": "Это грамматическая ошика, которая меняет математический смысл. Это шороший пример того, к чему приводит невнимательность"
            },
        "У отца Мэри 5 дочерей. Первую зовут Чача, вторую – Чече, третью - Чичи, четвертую - Чочо. Как зовут пятую дочь?": {
            "Правильный ответ": "б",
            "а": "Чучу",
            "б": "Мэри",
            "в": "Чача",
            "г": "Чичо",
            "Уровень сложности": 2,
            "Объяснение": "Ответ содержался в самом вопросе. Чтобы правильно ответить достаточно было внимательно слушать условие задачи"
            },
        "Если в 12 часов ночи идет дождь, то можно ли ожидать, что через 48 часов будет солнечная погода?": {
            "Правильный ответ": "а",
            "а": "Нет",
            "б": "Да, ве",
            "в": "Возможно, если дождь прекратится.",
            "г": "Да",
            "Уровень сложности": 3,
            "Объяснение": "Через сорок восемь часов также будет полночь. А значит солнце свети светить точно не будет. Исключением является только тот случай если вы находитесь на крайнем севере и у вас полярный день."
            },
        "На дереве сидело 6 воробьев. Охотник, выстрелив, попал в двух из них. Сколько воробьев осталось на дереве?": {
            "Правильный ответ": "а",
            "а": "Ноль",
            "б": "Четыре",
            "в": "Шесть",
            "г": "Два",
            "Уровень сложности": 3,
            "Объяснение": "Воробьев не осталось потому что все остальные улетели после выстрела."
            },
        "В корзине лежат 5 яблок. Можно разделить их поровну между 5 товарищами так, чтобы одно яблоко осталось в корзине?": {
            "Правильный ответ": "б",
            "а": "Нельзя",
            "б": "Можно",
            "в": "Только если одно яблоко разделить пополам",
            "г": "Можно, если раделить корзину пополам",
            "Уровень сложности": 3,
            "Объяснение": "Просто одному из товарищей дают яблоко вместе с корзиной"
            },
        "Одно яйцо варят в течение 4 мин. Тогда оно считается сваренным. За сколько минут можно сварить 5 яиц?": {
            "Правильный ответ": "а",
            "а": "4 минуты",
            "б": "20 минут",
            "в": "5 минут",
            "г": "8 минут",
            "Уровень сложности": 3,
            "Объяснение": "Не важно сколько яиц в кастрюле, время их варки будет одинаковым для всех"
            },
        "Я – цифра меньше 10, Меня тебе легко найти. Но если букве “Я” Прикажешь рядом встать: Я – все: отец, и ты, и дедушка, и мать! Какая я цифра?": {
            "Правильный ответ": "г",
            "а": 5,
            "б": 9,
            "в": 1,
            "г": 7,
            "Уровень сложности": 2,
            "Объяснение": "Если подствить к цифре 7 букву 'Я' то получим слово 'Семья'"
            },
        "Я – пространственное тело, и не сложен я с натуры, Если ж вставить “Л” умело, Стану домом я культуры.": {
            "Правильный ответ": "а",
            "а": "Куб",
            "б": "Шар",
            "в": "Пирамида",
            "г": "Конус",
            "Уровень сложности": 3,
            "Объяснение": " Если в слово \"куб\" подставить букву \"Л\" то получим– клуб"
            },
        "Две буквы у “мамы” возьми без смущения, А в целом получишь – итог от сложенья. Что я за математическое действие?": {
            "Правильный ответ": "б",
            "а": "Умножение",
            "б": "Сумма",
            "в": "Разность",
            "г": "Деление",
            "Уровень сложности": 3,
            "Объяснение": "Итог от сложения это сумма"
            },
        "У кого есть корни, но нет ни листьев, ни стеблей?": {
            "Правильный ответ": "а",
            "а": "Уравнение",
            "б": "Дерево",
            "в": "Формула",
            "г": "Число",
            "Уровень сложности": 1,
            "Объяснение": "Действительно, и у деревьев и у уравнений есть корни "
            },
        "Кто соперник нолика?": {
            "Правильный ответ": "б",
            "а": "Треугольник",
            "б": "Крестик",
            "в": "Квадратик",
            "г": "Круг",
            "Уровень сложности": 1,
            "Объяснение": "Крестики - нолики ито классическая логическая игра, где происходить борьба крестиков с ноликами"
            },
        "Одна двадцать четвертая часть суток": {
            "Правильный ответ": "г",
            "а": "Минута",
            "б": "Утро",
            "в": "День",
            "г": "Час",
            "Уровень сложности": 1,
            "Объяснение": "В сутках двадцать четыре часа. Поэтому одна двадчать четвёртая суток, это час"
            },
        "Сотая часть рубля": {
            "Правильный ответ": "г",
            "а": "50 копеек",
            "б": "1 р",
            "в": "10 копеек",
            "г": "1 копейка",
            "Уровень сложности": 1,
            "Объяснение": "В одном рубле сто копеек, поэтому одна сотая  от рубля это копейка"
            },
        "Формула площади круга?": {
            "Правильный ответ": "в",
            "а": "2 Пи Р",
            "б": "Периметру",
            "в": "Пи Р квадрат",
            "г": "Р квадрат",
            "Уровень сложности": 1,
            "Объяснение": "Эту формулу вывел древнегреческий математик - Архимед около 250 лет до нашей эры, которой мы пользуемся по сей день."
            },
        "Единица измерения скорости?": {
            "Правильный ответ": "б",
            "а": "Килограмм в секунду",
            "б": "Метр в секунду",
            "в": "Ньютон в секунду",
            "г": "Паскаль в секунду",
            "Уровень сложности": 1,
            "Объяснение": "Единиц измерения скорости много, но метр в секунду является основным , принятым в международной системе единиц (СИ). Скорость равна расстоянию делённому на время прохождения этого расстояния"
            },
        "Что это – 2 умножить на радиус? (диаметр)": {
            "Правильный ответ": "а",
            "а": "Диаметр",
            "б": "Радиус",
            "в": "Ок",
            "г": "Площадь",
            "Уровень сложности": 1,
            "Объяснение": "Для ответа на этот вопрос достаточно знать формулу определения диаметра.  Диаметр равен двум длинам радиуса"
            },
        "Чем измеряют углы?": {
            "Правильный ответ": "г",
            "а": "Циркуль",
            "б": "Весами",
            "в": "Барометр",
            "г": "Транспортир",
            "Уровень сложности": 1,
            "Объяснение": "Транспортир это инструмент для построения и измерения углов"
            },
        "По дороге шли 2 мальчика. Нашли 100р. Сколько денег найдут следующие мальчики?": {
            "Правильный ответ": "г",
            "а": "200 рублей",
            "б": "50 рублей",
            "в": "100 рублей",
            "г": 0,
            "Уровень сложности": 1,
            "Объяснение": "Потому что на дороге больше денег нет."
            },
        "Сколько концов у 4 палок?": {
            "Правильный ответ": "а",
            "а": 8,
            "б": 4,
            "в": 2,
            "г": 16,
            "Уровень сложности": 1,
            "Объяснение": "У каждой палки два конца. Значит для определения количева концов у четырёх палок необходимо четыре умножить на два "
            },
        "Сколько месяцев в году содержит 30 дней?": {
            "Правильный ответ": "в",
            "а": 12,
            "б": 1,
            "в": 11,
            "г": 6,
            "Уровень сложности": 1,
            "Объяснение": "В каждом месяце в году есть 30 дней, кроме февраля"
            },
        "Произведение каких трех чисел равно их же сумме?": {
            "Правильный ответ": "г",
            "а": "1, 3, 4",
            "б": "2, 2, 2",
            "в": "0, 1,2",
            "г": "1,2,3=6",
            "Уровень сложности": 2,
            "Объяснение": "1, 2 , 3 это единственные числа у которым их сумма равна их же произведению"
            },
        "Сколько яблок в пустой вазе?": {
            "Правильный ответ": "в",
            "а": 1,
            "б": "половина яблока",
            "в": 0,
            "г": "стеклянное яблоко",
            "Уровень сложности": 1,
            "Объяснение": "В вазе нет ничего, в том числе и яблок"
            },
        "Сколько будет 3*3*3?": {
            "Правильный ответ": "б",
            "а": 33,
            "б": 27,
            "в": 9,
            "г": 18,
            "Уровень сложности": 1,
            "Объяснение": "Три умножить на три умножить на три  или по другому можно сказать - три в кубе равно двадцать семь. Это просто посчитать на листе бумаги. Ты молодец если справился с этим примером утно. "
            },
        "В доме 4 комнат, из одной сделали 2. Сколько стало комнат?": {
            "Правильный ответ": "г",
            "а": 4,
            "б": 6,
            "в": 3,
            "г": 5,
            "Уровень сложности": 1,
            "Объяснение": "Действительно, если разделить одну из комнат на две, то в итоге получим 5 комнат"
            },
        "Сколько кг в 1 центнере?": {
            "Правильный ответ": "б",
            "а": 1000,
            "б": 100,
            "в": 10,
            "г": 50,
            "Уровень сложности": 1,
            "Объяснение": "Центнер это эдиница массы равная сто килограммам"
            },
        "Сколько шагов сделает воробей за 7 лет": {
            "Правильный ответ": "г",
            "а": "много",
            "б": 1000,
            "в": 7,
            "г": 0,
            "Уровень сложности": 1,
            "Объяснение": "нисколько – так как он прыгает"
            },
        "Если Петю взвесить с бабушкой получим 90кг, бабушку без Пети - 60кг, сколько весит Петя?": {
            "Правильный ответ": "в",
            "а": "20 кг",
            "б": "60 кг",
            "в": "30 кг",
            "г": "90 кг",
            "Уровень сложности": 1,
            "Объяснение": "Для решения этой задачи необходимо из общего веса бабушки с Петей отнять вес Бабушки"
            },
        "Назови число у которого 15 десятков?": {
            "Правильный ответ": "а",
            "а": 150,
            "б": 15,
            "в": 1500,
            "г": 1050,
            "Уровень сложности": 1,
            "Объяснение": "Для решения этой задачи необходимо пятнадцать умножить на десять"
            },
        "Врач прописал 3 укола. Между уколами должно проходить по полчаса времени. Через сколько часов будут сделаны все уколы?": {
            "Правильный ответ": "а",
            "а": "1 час",
            "б": "2 часа",
            "в": "1,5 часа",
            "г": "30 минут",
            "Уровень сложности": 3,
            "Объяснение": "Действительно, между первым уколом и последним пройдёт всего один час"
            },
        "Геометрическая задачка: Шесть квадратов подружились и в него навек сложились.": {
            "Правильный ответ": "г",
            "а": "Пирамида",
            "б": "шар",
            "в": "Прямоугольник",
            "г": "Куб",
            "Уровень сложности": 3,
            "Объяснение": "Квадрат - является сторовой куба. А в кубе шесть сторон."
            },
        "Геометрическая задачка: У батона колбасы мы отрезали носы. Он теперь - мужская шляпа удивительной красы.": {
            "Правильный ответ": "б",
            "а": "Конус",
            "б": "Цилиндр",
            "в": "Куб",
            "г": "Сфера",
            "Уровень сложности": 3,
            "Объяснение": "Эта задачка на пространственное представление.  Цилиндр - это геометрическое тело полученное в результате вращения прямоугольника вокруг его стороны"
            },
        "Геометрическая задачка: Вечеринки гость всегдашний, но не шар и не флажок, он похож на крышу башни и на вафельный рожок.": {
            "Правильный ответ": "а",
            "а": "Конус",
            "б": "Цилиндр",
            "в": "Пирамида",
            "г": "Шар",
            "Уровень сложности": 3,
            "Объяснение": "Конус это тело полученное в результате вращения прямоугольного треугольника восруг своего катета"
            },
        "Он и острый, да не нос и прямой, да не вопрос, и тупой он, да не ножик, -что ещё таким быть может?": {
            "Правильный ответ": "б",
            "а": "Треугольник",
            "б": "Угол",
            "в": "Линейка",
            "г": "термометр",
            "Уровень сложности": 3,
            "Объяснение": "Уголы бывают острыми, прямыми и тупыпи. Это нужно знать"
            },
        "лифт поднимается с первого этажа на третий за 6 секунд. За сколько секунд он поднимается с первого этажа на пятый?": {
            "Правильный ответ": "а",
            "а": "12 секунд",
            "б": "10 секунд",
            "в": "15 секунд",
            "г": "8 секунд",
            "Уровень сложности": 3,
            "Объяснение": "Расстояние от первого этажа до третьего такое же как от третьего до шестого. Поэтому для решения задачи необходимо шесть секунд умножить на два"
            },
        "Когда моему отцу был 31 год, мне было 8 лет, а теперь отец старше меня вдвое. Сколько мне лет?": {
            "Правильный ответ": "г",
            "а": "16 лет",
            "б": "39 лет",
            "в": "31 год",
            "г": "23 года",
            "Уровень сложности": 3,
            "Объяснение": "Разница в возроста в два раза получится только тогда, когда возраст сына станет равным возрасту отца на момент рождения сына. Поэтому для решения этой задачи необходимо из тридцать одного отнять восемь. Получим 23."
            },
        "Какая геометрическая фигура нужна для наказания детей?": {
            "Правильный ответ": "г",
            "а": "Квад",
            "б": "Круг",
            "в": "Треугольник",
            "г": "Угол",
            "Уровень сложности": 1,
            "Объяснение": "Наверное каждого в детстве ставили в угол.  А теперь мы еще знаем что этот термин математический"
            },
        "Найди лишнее слово: Килограмм, километр, центнер, тонна": {
            "Правильный ответ": "а",
            "а": "Километр",
            "б": "Килограмм",
            "в": "центнер",
            "г": "Тонна",
            "Уровень сложности": 1,
            "Объяснение": "Только километр является мерой измерения расстояния, остальные величины являются мерой веса"
            },
        "Найди лишнее слово: Прямоугольник, треугольник, круг, квадрат": {
            "Правильный ответ": "в",
            "а": "Прямоугольник",
            "б": "Треугольник",
            "в": "Круг",
            "г": "Квадрат",
            "Уровень сложности": 1,
            "Объяснение": "Только у круга нет ни одного угла. У всех других фигур они есть"
            },
        "Найди лишнее слово: Медиана, биссектриса, Высота, диагональ": {
            "Правильный ответ": "г",
            "а": "Медиана",
            "б": "Биссектриса",
            "в": "Высота",
            "г": "Диагональ",
            "Уровень сложности": 2,
            "Объяснение": "Медиана, биссектриса и высота могут быть проведены в треугольнике, а  диагональ нет."
            },
        "Какой музыкальный инструмент носит название геометрической фигуры?": {
            "Правильный ответ": "а",
            "а": "Треугольник",
            "б": "Квадрат",
            "в": "Круг",
            "г": "Ромб",
            "Уровень сложности": 1,
            "Объяснение": "Треугольник это ударный музыкальный иструмент, и также это название геометрической фигуры"
            },
        "Какой прозаический жанр является средним арифметическим между рассказом и романом?": {
            "Правильный ответ": "в",
            "а": "Очерк",
            "б": "Драмма",
            "в": "Повесть",
            "г": "Новелла",
            "Уровень сложности": 2,
            "Объяснение": "Повесть это эпический жанр, который занимает промежуточное положение между романом и рассказом как по объёму, так и по типу повествования."
            },
        "Какая цифра в русском языке является глаголом повелительного наклонения единственного числа?": {
            "Правильный ответ": "г",
            "а": "Один",
            "б": "Два",
            "в": "Семь",
            "г": "Три",
            "Уровень сложности": 2,
            "Объяснение": "Действительно слово \"Три\" может обозначать как цифру, так и глагол повелительного наклонения"
            },
        "Мне служит головой вершина. А то, что вы считаете ногами, все называют сторонами.": {
            "Правильный ответ": "г",
            "а": "Треугольник",
            "б": "Квадрат",
            "в": "Прямоугольник",
            "г": "Угол",
            "Уровень сложности": 3,
            "Объяснение": "И правда, можно представить такую абстракцию, что вершина угла это голова, а лучи - это ноги"
            },
        "Быть простым и в то же время четным – вот характеристика моя. Этим удивительным, почетным свойством обладаю только я.": {
            "Правильный ответ": "г",
            "а": 3,
            "б": 5,
            "в": 1,
            "г": 2,
            "Уровень сложности": 2,
            "Объяснение": "Единственное чётное простое число это два. Все другие чётные числа делятся  как минимум сами на себя и на два"
            },
        "Как ещё называют кубический дециметр?": {
            "Правильный ответ": "б",
            "а": "Галлон",
            "б": "Литр",
            "в": "Миллилитр",
            "г": "Куб",
            "Уровень сложности": 2,
            "Объяснение": "Литр - это единица измерения объёма, равная тысячи кубическим сантиметрам или одному кубическому дециметру"
            },
        "В этих единицах измеряют массу алмазов.": {
            "Правильный ответ": "б",
            "а": "В граммах",
            "б": "В каратах",
            "в": "В миллиграммах",
            "г": "В пудах",
            "Уровень сложности": 2,
            "Объяснение": "Карат это единица массы равная двести миллиграммам. Применяется в ювелирном деле."
            },
        "Если человек умный, то у него достигает 28 вершков в высоту. Что это?": {
            "Правильный ответ": "б",
            "а": "Метр с кепкой",
            "б": "Семь пядей во лбу",
            "в": "Сажень в плечах",
            "г": "Ноги от ушей",
            "Уровень сложности": 3,
            "Объяснение": "Одна пядь равна четырём вершкам. Поэтому 28 вершков- это семь пядей."
            },
        "Как пользуясь четырьмя двойками и знаками действия, получить число 111.": {
            "Правильный ответ": "б",
            "а": "22 * 2 + 2",
            "б": "222 : 2",
            "в": "(2 + 2) * 22",
            "г": "2 * 2 * 2 *:2",
            "Уровень сложности": 2
            },
        "В древности такого термина не было. Его ввел в XVII в. французский математик Франсуа Виет, в переводе с латинского он означает “спица колеса”. Что это за термин?": {
            "Правильный ответ": "б",
            "а": "Диаметр",
            "б": "Радиус",
            "в": "Хорда",
            "г": "Окруж",
            "Уровень сложности": 3,
            "Объяснение": "Для решения дванной задачки нужно представить было представить колесо со спцами и догадаться что это радиус.  Теперь вам известна история дданного термина."
            },
        "Как с помощью четырех четверок и знаков действия получить число 7? Скажите эту формулу": {
            "Правильный ответ": "г",
            "а": "4+4+4-4",
            "б": "4:4+4+4",
            "в": "4 * 4 ÷ 4-4",
            "г": "4 + 4 - 4 : 4",
            "Уровень сложности": 2
            },
        "Какие два натуральных числа, если их сложить, дают больше, чем если их перемножить?": {
            "Правильный ответ": "б",
            "а": "Таких чисел нет",
            "б": "Единица, а второе число любое",
            "в": "Любые два числа  которые меньше 10",
            "г": "Два числа: 1 и 0",
            "Уровень сложности": 2,
            "Объяснение": "Если единицу умножить"
            },
        "Какой знак нужно поставить между цифрами 5 и 6, чтобы получилось число, большее 5, но меньшее 6?": {
            "Правильный ответ": "а",
            "а": "Запятая",
            "б": "Двоеточие",
            "в": "Крестик",
            "г": "Тире",
            "Уровень сложности": 2,
            "Объяснение": "пять целых шесть десятых это число которое больше пяти, но меньше шести"
            },
        "Дан прямоугольник, в котором проведены диагонали. Сколько треугольников мы сможем насчитать на таком изображении?": {
            "Правильный ответ": "б",
            "а": 6,
            "б": 8,
            "в": 4,
            "г": 10,
            "Уровень сложности": 3,
            "Объяснение": "Это задачка на пространственное представление. Если у вас получилось дать правильный ответ, то с пространственным представлением у вас всё отлично!"
            },
        "Экипаж, запряженный тройкой лошадей, проехал за 1 ч 15 километров. С какой скоростью ехала каждая лошадь?": {
            "Правильный ответ": "а",
            "а": "15 километров в час",
            "б": "5 километров в час",
            "в": "4 километров в час",
            "г": "10 километров в час",
            "Уровень сложности": 2,
            "Объяснение": "Так как лошади ехали в одной упряжке, то скорость у них одинаковая. И она равна расстоянию поделённому на время"
            },
        "Алина попросила ответить на мучивший ее вопрос: лежа на берегу, за 1-й день она прочитала половину книги, за 2-й день –  третью часть от остатка, а за третий день – половину того, что она прочитала за первые два дня вместе. Какую часть книги ей есталось прочитать?": {
            "Правильный ответ": "а",
            "а": 0,
            "б": "одну шестую",
            "в": "одну треть",
            "г": "одну пятую",
            "Уровень сложности": 3,
            "Объяснение": "Она прочитала всю книгу. В этом легко убедиться если записать результат ежендевного прочтения простыми дробями. Одна вторая плюс одна шестая плюс одну третью. Приведя эти дроби к общему знаменателю и сложив их, получим единицу. Значит осталось прочитать ноль"
            },
        "Два велосипедиста выехали одновременно навстречу друг другу. Первый из пункта А со скоростью 20 километров в час, второй из пункта В со скоростью 15 километров в час. Какой из велосипедистов будет ближе к пункту А в момент встречи?": {
            "Правильный ответ": "г",
            "а": "Первый",
            "б": "Второй",
            "в": "Невозможно узнать",
            "г": "Одинаково",
            "Уровень сложности": 2,
            "Объяснение": "В момент встречи они будут находиться в одной точке межну пунктами А и Б. А значит расстояние до пункта А для них одинаково. А скорость в этой задаче не имеет никакого значения."
            },
        "Тетрадь с обложкой стоят 11 рублей, а сама тетрадь на 10 рублей дороже обложки. Сколько стоит тетрадь?": {
            "Правильный ответ": "в",
            "а": "10 руб.",
            "б": "50 коп.",
            "в": "10 руб. 50 коп.",
            "г": "1 руб.",
            "Уровень сложности": 3,
            "Объяснение": "Это простая задачка. Но если вам не получилось дать правильный ответ, то постарайся решить её на листе через уравнение, приняв ха икс стоимость обложки."
            },
        "Три курицы за три дня снесут три яйца. Сколько яиц снесут 4 курицы за 9 дней?": {
            "Правильный ответ": "б",
            "а": "9 яиц",
            "б": "12 яиц",
            "в": "15 яиц",
            "г": "18 яиц",
            "Уровень сложности": 3,
            "Объяснение": "Из условия можно понять, что одна курица приносит одно яйцо за три дня. Значит четыре курицы за девять дней дадут двеннадцать яиц."
            },
        "Сколько будет трижды сорок и пять?": {
            "Правильный ответ": "г",
            "а": 140,
            "б": 135,
            "в": 120,
            "г": 125,
            "Уровень сложности": 1,
            "Объяснение": "Это простая арифметика. Три умножить на сорок пять, равно сто двадцать пять"
            },
        "Какое целое число делится без остатка на любое натуральное число?": {
            "Правильный ответ": "б",
            "а": 1,
            "б": 0,
            "в": -1,
            "г": "бесконечность",
            "Уровень сложности": 2,
            "Объяснение": "Без остатка может делиться только ноль. Если ничего не было, то не будет и остатков"
            },
        "В каком числе столько же цифр, сколько и букв в написании?": {
            "Правильный ответ": "г",
            "а": 7,
            "б": 3,
            "в": 10,
            "г": 100,
            "Уровень сложности": 2,
            "Объяснение": "В числе \"сто\" три цифры. Как в написании этого чиста, три буквы"
            },
        "Разделите число 50 на половину. Сколько получится?": {
            "Правильный ответ": 100,
            "а": 100,
            "б": 25,
            "в": 50,
            "г": 75,
            "Уровень сложности": 2,
            "Объяснение": "пятьдесят разделить на ноль целых пять десятых равно сто"
            },
        "Найдите пропущенное число в ряду: 5; 9; 17; 33; ...; 129": {
            "Правильный ответ": "б",
            "а": 8,
            "б": 65,
            "в": 49,
            "г": 97,
            "Уровень сложности": 3,
            "Объяснение": "В этом ряду можно заметить закономерность: каждое следующее число равно произведению предыдущего на два и минус один"
            },
        "Три сотни умножили на две сотни. Сколько будет сотен?": {
            "Правильный ответ": "г",
            "а": 500,
            "б": 20,
            "в": 300,
            "г": 600,
            "Уровень сложности": 1,
            "Объяснение": "Тристо умножить на двести, получится шестьдесят тысяч. А это шестьсот сотен"
            },
        "60 листов книги имеют толщину1 см. Какова толщина книги, если в ней 240 страниц?": {
            "Правильный ответ": "в",
            "а": "4 см",
            "б": "1 см",
            "в": "2 см",
            "г": "3 см",
            "Уровень сложности": 2,
            "Объяснение": "В этой задаче необходимо сначала страницы перевести в листы. двести сорок страниц это сто двадцать листов. Поэтому сто двадцать делим на шестьдесят и получаем ответ. Два сантиметра"
            },
        "Служащая банка объяснила клиенту, что вложенная им сумма увеличится на 200%, т.е. в 2 раза. В чем ошиблась служащая, если проценты указаны верно?": {
            "Правильный ответ": "в",
            "а": "Не в 2 раза, а в 4",
            "б": "Не в 2 раза, а на половину",
            "в": "Не в 2 раза, а в три",
            "г": "Сумма в банке не увеличивается, а уменьшается",
            "Уровень сложности": 3,
            "Объяснение": "Действительно, при увеличенинии вложения на двести процентов, мы в итоге заберём сумму в три раза больше начального вложения"
            },
        "Два мальчика играли на гитарах, а один на балалайке. На чем играл Юра, если Миша с Петей и Петя с Юрой играли на разных инструментах.": {
            "Правильный ответ": "б",
            "а": "Юра играл на балалайке",
            "б": "Юра играл на гитаре",
            "в": "Юра играл на всём сразу",
            "г": "Юра играл на нервах",
            "Уровень сложности": 3,
            "Объяснение": "Чтобы решить данную задачу достаточно было просто представить этих музыкантов."
            },
        "Кто ввел в математику современную форму записи десятичных дробей?": {
            "Правильный ответ": "б",
            "а": "Исаак Ньютон",
            "б": "Франсуа Виет",
            "в": "Нитше",
            "г": "Пифагор",
            "Уровень сложности": 1,
            "Объяснение": "Франсуа Виет - французкий математик, основоположник символической алгебры."
            },
        "Ученый, который нашел отношение длины окружности к диаметру. Это ...?": {
            "Правильный ответ": "а",
            "а": "Архимед",
            "б": "Евклид",
            "в": "Пифагор",
            "г": "Энштейн",
            "Уровень сложности": 3,
            "Объяснение": "Архимед- древнегреческий учёный, математик и механик сделавший множество открытий в области геометрии, математического анализа. Заложил основы механики, гидростатики и ряда других важных изобретений."
            },
        "Для покупки пиццы Марине не хватало 2 рублей,Ване – 34 рублей, а Сергею – 35 рублей. Тогда они сложили свои деньги, но их всё равно нехватило даже на одну пиццу. Сколько стоит одна пицца?": {
            "Правильный ответ": "в",
            "а": "33 рубля",
            "б": "36 рублей",
            "в": "35 рублей",
            "г": "34 рубля",
            "Уровень сложности": 3,
            "Объяснение": "Так могло получиться только потому что у Сергея вообще небыло денег. А значит пицца стоила 35 рублей.  У Марины было 33 рубля, а у Вани  1 рубль."
            },
        "Как называется прямоугольник с равными сторонами?": {
            "Правильный ответ": "в",
            "а": "Прямоугольник",
            "б": "Ромб",
            "в": "Квадрат",
            "г": "Параллелограмм",
            "Уровень сложности": 1,
            "Объяснение": "Квадрат, это частный вид прямоугольника, у которого все сторны равны"
            },
        "Как называется сумма длин всех сторон многоугольника?": {
            "Правильный ответ": "б",
            "а": "Площадь",
            "б": "Периметр",
            "в": "Диагональ",
            "г": "Радиус",
            "Уровень сложности": 1,
            "Объяснение": "Сумма длинн всех сторон это определение понятия \"Периметр\""
            },
        "Единица скорости на море?": {
            "Правильный ответ": "а",
            "а": "Узел",
            "б": "Миля",
            "в": "Километр в час",
            "г": "Фут",
            "Уровень сложности": 1,
            "Объяснение": "Это единица измерения скорости кораблей на море. Один узел равен одной целой, восемьдесят пять сотых километра в час."
            },
        "Чему равен 1 пуд?": {
            "Правильный ответ": "б",
            "а": "10 кг",
            "б": "16 кг",
            "в": "12 кг",
            "г": "20 кг",
            "Уровень сложности": 1,
            "Объяснение": "Пуд это старинная русская мера веса.  Она использовалась как официальная в России до введения метрической системы мер в тысяча девятьсот восемнадцатом году."
            },
        "Периметр квадрата 20 см. Чему равна его площадь?": {
            "Правильный ответ": "а",
            "а": "25 сантиметров в квадрате",
            "б": "20 сантиметров в квадрате",
            "в": "16 сантиметров в квадрате",
            "г": "100 сантиметров в квадрате",
            "Уровень сложности": 2,
            "Объяснение": "У квадрата все стороны равны. Поэтому можем посчитать длину его стороны. Она равна пяти. Поэтому площадь квадрата будет равна двадцати пяти."
            },
        "Как называется результат вычитания?": {
            "Правильный ответ": "г",
            "а": "Частное",
            "б": "Сумма",
            "в": "Произведение",
            "г": "Разность",
            "Уровень сложности": 1,
            "Объяснение": "Уменьшаемое- это число из которого вычитают, вычитаемое - это число которое вычитают и разность- это число которое получается в результате вычитания."
            },
        "Сколько существует цифр?": {
            "Правильный ответ": "в",
            "а": 9,
            "б": "Сучествуют только числа",
            "в": 10,
            "г": "Цифра это только 0",
            "Уровень сложности": 1,
            "Объяснение": "Цифры - это от одного до девяти и ноль"
            },
        "Как называется результат деления?": {
            "Правильный ответ": "а",
            "а": "Частное",
            "б": "Сумма",
            "в": "Произведение",
            "г": "Разность",
            "Уровень сложности": 1,
            "Объяснение": "Делимое- число которое делят, делитель, это число на которое делят и частное - это результат деления."
            },
        "Сколько вершин у куба?": {
            "Правильный ответ": "в",
            "а": 6,
            "б": 12,
            "в": 8,
            "г": 10,
            "Уровень сложности": 1,
            "Объяснение": "Действительно, у куба восемь вершин"
            },
        "Как называется число из которого вычитают?": {
            "Правильный ответ": "а",
            "а": "Уменьшаемое",
            "б": "Вычитаемое",
            "в": "Делимое",
            "г": "Слагаемое",
            "Уровень сложности": 1,
            "Объяснение": "Уменьшаемое- это число из которого вычитают, вычитаемое - это число которое вычитают и разность- это число которое получается в результате вычитания."
            },
        "В колесе 10 спиц. Сколько промежутков между спицами?": {
            "Правильный ответ": "б",
            "а": 9,
            "б": 10,
            "в": 11,
            "г": 12,
            "Уровень сложности": 1,
            "Объяснение": "Спицы в колесе всегда чередуются с промежутками. Поэтому их число равное"
            },
        "Чему равна десятая часть сантиметра?": {
            "Правильный ответ": "г",
            "а": "дециметр",
            "б": "микрон",
            "в": "Метр",
            "г": "миллиметр",
            "Уровень сложности": 1,
            "Объяснение": "Если сантиметр разделить на десять равных частей, то каждая часть будет равна миллиметру."
            },
        "Какая азбука состоит из двух знаков? ": {
            "Правильный ответ": "в",
            "а": "Кирилица",
            "б": "Латиница",
            "в": "Морзе",
            "г": "Шморле",
            "Уровень сложности": 1,
            "Объяснение": "В азбуке Морзе ессть точко точки и тире. "
            },
        "Какие два числа, если их перемножить, дают столько же, сколько получается при их сложении?": {
            "Правильный ответ": "г",
            "а": "3 и 3",
            "б": "0 и1",
            "в": "1 и 1",
            "г": "2 и 2",
            "Уровень сложности": 2,
            "Объяснение": "только 2 при умножении само на себя даст столько же как и при сумме"
            }
        
    }
}